istio/abcd_perf/multi-perf-shared2/report1000.txt
Requests      [total, rate]            30000, 1000.03
Duration      [total, attack, wait]    30.004904434s, 29.999053089s, 5.851345ms
Latencies     [mean, 50, 95, 99, max]  704.551µs, 584.252µs, 1.220851ms, 3.123763ms, 22.784975ms
Bytes In      [total, mean]            780000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:30000  
Error Set: