istio/abcd_perf/multi-perf-shared2/report1500.txt
Requests      [total, rate]            45000, 1500.03
Duration      [total, attack, wait]    29.999873975s, 29.999414415s, 459.56µs
Latencies     [mean, 50, 95, 99, max]  639.022µs, 489.516µs, 1.410281ms, 3.31838ms, 14.083046ms
Bytes In      [total, mean]            1170000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: